Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.5af670c6eade
source: フェイスプル
ar_sa: سحب الوجه
ca: estirar la cara
cs: Traction
da: Face pull
de_de: Gesichtsziehen
el: Τέντωμα προσώπου
en_au: Face Pull
es_es: Tirar de cara
fi: Kasvojen vetäminen
fr_ca: Tir vers le visage
gu: ફેસ પુલ
he: משיכת פנים
hi: फेस पुल
hr: Dometavanje prema licu
hu: Arcnyomó gyakorlat
id: Face Pull
it: Tirare il viso
ko: 페이스 풀
mr: फेस पुल
ms: Ditarik Wajah
nl_nl: Gezichtsstrekking
no: Face pull
pl: Ćwiczenie "Face Pull"
pt_br: Puxar o rosto
pt_pt: Puxar o rosto
ro: Tragere de față
ru: Тяга к лицу
sk: Ťahovanie tváre
sl: Povzroženje kože
sv: Face pull
ta: ஃபேஸ் புல்
te: ఫేస్ పుల్
th: ท่า Face Pull
tr: Yüz Çekme
uk: Розтяжка обличчя
vi: Kéo mặt
zh_hans: 面部拉伸
zh_hant: 面部拉伸

# domain_catalog.5b338e4ab472
source: 腹斜筋
ar_sa: منحرف البطن
ca: oblics abdominals
cs: Břišní svaly
da: Mavemuskler
de_de: Rectus abdominis
el: Οριζόντια μυς κοιλιάς
en_au: Abdominal Obliques
es_es: Abdominales externos
fi: Vatsalihasten treeni
fr_ca: Abdominaux
gu: પેટના બાજુના સ્નાયુઓ
he: שריר עליון הבטן
hi: पेट की तिरछी मांसपेशियां
hr: Abdominalni mišići
hu: Hasabát
id: Otot Perut Miring
it: Addominali obliqui
ko: 복직근
mr: पोटचे स्नायू
ms: Otot Perut Miring
nl_nl: Buikspieren
no: Mavemuskler
pl: Przod brzucha
pt_br: Abdominal oblíquo
pt_pt: Abdominal oblíquo
ro: Abdomenul oblic
ru: Прямая мышца живота
sk: Svaly brucha (horizontálne)
sl: Abdominalni sklepi
sv: Magmuskler
ta: வயிறு செங்குத்துத் தசைகள்
te: కడుపు యొక్క వంపు కండరాలు
th: กล้ามเนื้อท้องด้านข้าง
tr: Yan karın kasları
uk: Пряма м'яз живота
vi: Cơ bụng ngang
zh_hans: 腹斜肌
zh_hant: 腹斜肌

# domain_catalog.5bca283426f5
source: 仰向けで足裏を床につけ、臀部を締めながら腰を持ち上げる。
ar_sa: استلق على ظهرك مع وضع باطن قدميك على الأرض وارفع وركيك أثناء شد الأرداف.
ca: Estireu d'esquena amb les plantes dels peus a terra i aixequeu els malucs mentre estrenyu les natges.
cs: Lehněte si na záda, položte chodidla na zem a zvedejte boky.
da: Læg dig på ryggen med fødderne på gulvet og løft hofterne, mens du spænder i balderne.
de_de: Auf dem Rücken liegen, Füße auf dem Boden und Hüfte dabei leicht anspannen, um die Wirbelsäule zu unterstützen.
el: Ξαπλώστε και στηρίξτε τα πόδια στο πάτωμα, ενώυτό κρατάτε τη μέση ψηλά.
en_au: Lie on your back with your feet flat on the floor, and lift your torso while tightening your hips.
es_es: Acostado boca arriba, con los pies apoyados en el suelo y elevando la cadera mientras mantienes la tensión.
fi: Makaa selälläsi ja aseta jalkasi lattialle, samalla kun nostat alaselkääsi.
fr_ca: Allongé sur le dos, en appuyant les pieds au sol et en contractant les fessiers tout en soulevant le bas du dos.
gu: તummy પર સૂઈ જાઓ અને પગને ફ્લોર પર મૂકો, જ્યારે હિપ્સને સંકોચતા રાખીને પીઠ ઉપર ઉઠાવો.
he: להישכב על הגב, למתוח את כפות הרגליים על הרצפה ולעשות תנועת הרמת מרפקים תוך שמירה על גוף מותח.
hi: पेट के बल लेटें और पैरों को फर्श पर टिकाएं, जबकि कूल्हे को संकुचित करते हुए कमर को ऊपर उठाएं।
hr: Ležite na leđima, noge su na podu, a glavu podižete dok ste u položaju "sjed".
hu: Fejből, lábujjakkal a talajon, és a derékot emeld fel, miközben a hátadra nyomást gyakorolsz.
id: Berbaring telentang dengan menempelkan tumit ke lantai, lalu mengangkat pinggang sambil menarik pinggul.
it: Sdraiarsi a pancia in giù, appoggiando i piedi a terra e sollevando il busto mantenendo la schiena tesa.
ko: 엎드려 발바닥을 바닥에 대고 엉덩이를 모으면서 허리를 들어 올립니다.
mr: पाठीवर झोपून पायांना जमिनीवर सपाट ठेवा, कंबर वर उचलताना नितंबांवर दाब द्या.
ms: Berbaring, letakkan telapak kaki di lantai, angkat punggung sambil menegangkan pinggul.
nl_nl: Lig op je rug, met je voeten plat op de grond en je heupen licht naar buiten. Til je bovenlichaam op terwijl je je heupen vasthoudt.
no: Ligg på ryggen med føttene i gulvet og løft hoftene mens du spenner magemusklene.
pl: Połóż się na plecach, upewniając się, że stopy są w kontakcie z podłożem i delikatnie napinaj pośladki, jednocześnie unosząc tułów.
pt_br: Deite-se de bruços, apoiando os pés no chão e elevando a região lombar enquanto mantém a postura.
pt_pt: Deite-se de bruços, apoiando os pés no chão e elevando a região lombar enquanto mantém a postura.
ro: Așezați-vă întins pe spate, cu picioarele pe podea și sprijiniți-vă șoldurile, ridicând ușor trunchiul.
ru: Лягте на спину, опираясь стопами о пол и поднимая таз, напрягая мышцы ягодиц.
sk: Ležte na chrbte, nohy pri zemi a zdvihnite si pás, pričom stlačte boky.
sl: Ležite na hrbtu, položite stopala na tla in dvignite ramo, medtem ko ste napeti.
sv: Ligg på rygg med fötterna mot golvet, lyft höfterna samtidigt som du spänner magmusklerna.
ta: தரையில் படுத்து, உங்கள் பாதங்களை தரையில் வைத்து, இடுப்பை இறுக்கி, உங்கள் முதுகை உயர்த்தவும்.
te: వెల్లకిలా పడుకుని, పాదాలను నేలపై ఉంచి, నడుమును పైకి ఎత్తండి.
th: นอนหงาย โดยให้เท้าสัมผัสพื้น และยกสะโพกขึ้นพร้อมกับการกระชับกล้ามเนื้อบริเวณฝ่าเท้า
tr: Yatar pozisyonda ayak tabanlarınızı yere basın, kalçalarınızı sıkın ve sırtınızı yukarı kaldırın.
uk: Ляжте на живіт, поставте стопи на підлогу та піднімайте таз, стискаючи сідниці.
vi: Nằm thẳng, đặt bàn chân xuống sàn, nâng người lên bằng cách siết chặt hông.
zh_hans: 仰卧，将脚底放在地面上，同时收紧臀部并抬起腰部。
zh_hant: 仰臥，將腳底放在地面上，同時收緊臀部並抬起腰部。

# domain_catalog.5c177baeb760
source: 肩
ar_sa: كتف
ca: espatlla
cs: Ramena
da: Skuldre
de_de: Schultern
el: Ώμοι
en_au: Shoulders
es_es: Hombros
fi: Olkapalat
fr_ca: Épaules
gu: ખભા
he: כתפיים
hi: कंधे
hr: Ramena
hu: Shoulder
id: Bahu
it: Spalle
ko: 어깨
mr: खांदे
ms: Bahagian bahu
nl_nl: Schouders
no: Skuldre
pl: Ramiona
pt_br: Ombros
pt_pt: Ombros
ro: Umeri
ru: Плечи
sk: Ramena
sl: Ramena
sv: Axlar
ta: தோள்கள்
te: భుజాలు
th: ไหล่
tr: Omuzlar
uk: Плечі
vi: Vai
zh_hans: 肩部

# domain_catalog.5c32efe378e8
source: 率直
ar_sa: الصراحة
ca: franquesa
cs: Upřímně
da: Ærlig
de_de: Ehrlich
el: Ειλικρινές
en_au: Direct
es_es: Directo
fi: Suora
fr_ca: Direct
gu: સીધું
he: כנות
hi: सीधा
hr: Iskreno
hu: Nyugodtabb
id: Jujur
it: Sii onesto
ko: 솔직
mr: सरळ
ms: Jujur
nl_nl: Eerlijk
no: Ærlig
pl: Szczere.
pt_br: Direto
pt_pt: Direto
ro: Sincer
ru: Честно
sk: Úprimné
sl: Iskreno
sv: Ärligt
ta: நேர்மையான
te: నిజాయితీ
th: จริงใจ
tr: Dürüst
uk: Відверто
vi: Thẳng thắn
zh_hans: 坦率
zh_hant: 直接

# domain_catalog.5c69a908bdc7
source: 骨盤を立て、肩甲骨を寄せながらハンドルを腹部へ引く。
ar_sa: ارفع حوضك واسحب المقبض نحو بطنك أثناء الضغط على لوحي كتفك معًا.
ca: Aixequeu la pelvis i estireu el mànec cap a l'abdomen mentre premeu els omòplats.
cs: Zvedněte pánev a přitáhněte ručník směrem k břich, přičemž držte ramena blízko sebe.
da: Hold hoften oprejst, og træk håndtaget mod maven, mens du samler skulderbladene.
de_de: Stellen Sie die Hüfte auf und ziehen Sie das Lenkrad zur Seite, während Sie die Schulterblätter zusammenziehen.
el: Στήστε τη λεκάνη σας, ενώ συγκεντρώνετε τους ώμους σας και τραβάτε το τιμόνι προς την κοιλιά.
en_au: Bring your hips forward and pull the handle towards your abdomen while bringing your shoulder blades together.
es_es: Levanta las caderas y tira del manillar hacia el abdomen mientras acercas los omóplatos.
fi: Pidä selkä suorana ja vedä ranteet lähelle, samalla vetämällä ohjausta kohti vatsaa.
fr_ca: Tenez votre bassin droit et tirez sur le levier vers l'avant, en rapprochant vos omoplates.
gu: પેટને સીધો રાખો, ખભાને નજીક રાખીને હેન્ડલને પેટ તરફ ખેંચો.
he: הרימו את בלוטת השד, והסירו את הכתפיים תוך משיכת המנוע לכיוון הבטן.
hi: अपनी कमर को सीधा रखें, और अपनी कंधे की हड्डियों को एक साथ रखते हुए, हैंडल को अपने पेट की ओर खींचें।
hr: Podignite trup, držeći ramena blizu, i povucite ručicu prema trupu.
hu: Stabilítsa a gerincet, és húzza a kormányt a hasához, miközben a vállai össze vannak húzva.
id: Menegakkan pinggul, sambil menarik gagang ke arah perut dengan mendekatkan tulang selangka.
it: Solleva la zona pelvica e tira la maniglia verso l'addome, mantenendo le spalle unite.
ko: 골반을 세우고, 어깨뼈를 모으면서 핸들을 복부 방향으로 당깁니다.
mr: कंबर सरळ ठेवा आणि खांद्याच्या हाडांना एकत्र आणून, हँडलबेलला पोटाच्या दिशेने ओढा.
ms: Tegakkan pinggul, sambil menarik kemudi ke arah perut dengan menyekat tulang belikat.
nl_nl: Til je heupen omhoog en trek het stuur naar je buik terwijl je je schouderbladen samenbrengt.
no: Støtt hoften og trekk håndtaket mot magen mens du trekker skulderbladene sammen.
pl: Utrzymuj stabilną postawę, przyciągając łopatki i prowadząc uchwyt do brzucha.
pt_br: Mantenha a pelve ereta e puxe o volante em direção ao abdômen, juntando as escápulas.
pt_pt: Mantenha a pelve ereta e puxe o volante em direção ao abdômen, juntando as escápulas.
ro: Ridicați pelvisul și trageți mânerul spre abdomen, aducând umerii împreună.
ru: Установите таз, подтягивайте ручку к животу, совмещая лопатки.
sk: Stabilizujte panvu a pritláčajte ramenné kosti, pričom ťahajte riadítka smerom k bruchu.
sl: Uprite hrbid in približite ramo, ter povlečite roko proti prekladu.
sv: Ställ bäckenet och dra handtaget mot magen medan du pressar ihop skulderbladen.
ta: தொழியை நேராக வைத்து, தோள்பட்டை எலும்புகளை நெருக்கமாக கொண்டு வந்து, ஹேண்டில்-ஐ வயிற்றுக்கு இழுக்கவும்.
te: మూతిని పైకి ఎత్తి, భుజాలను దగ్గరగా చేసి హ్యాండిల్‌ను కడుపు వైపుకు లాగండి.
th: ตั้งกระดูกสันหลัง และดึงหูไปทางด้านหน้าโดยใช้มือ
tr: Kalçalarınızı dik tutun, omuzlarınızı bir araya getirerek direksiyonu karınınıza doğru çekin.
uk: Тримайте таз у вертикальному положенні, тягніть ручку до живота, зводячи лопатки.
vi: Đứng thẳng, kéo tay về phía bụng trong khi giữ xương vai gần nhau.
zh_hans: 抬起骨盆，同时将肩胛骨靠拢，并将手柄拉向腹部
zh_hant: 抬起骨盆，同時將肩胛骨靠攏，並將手柄拉向腹部。

# domain_catalog.5c95976db5e0
source: 健康的なVシェイプ
ar_sa: شكل V صحي
ca: forma de V saludable
cs: Zdravý tvar V.
da: Sund og attraktiv kropsform.
de_de: Ein gesunder V-förmiger Körper.
el: Επιτύχετε μια υγιή σιλουέτα.
en_au: Achieve a healthy V-shape.
es_es: Forma en V saludable.
fi: Terveellinen V-muoto.
fr_ca: Obtenez une silhouette en V saine.
gu: સ્વસ્થ V આકાર
he: גזרה בריאה.
hi: स्वस्थ वी-आकार का शरीर।
hr: Zdrava figura u obliku slova V.
hu: Egészséges V alakú testformát.
id: Bentuk V yang sehat.
it: Raggiungi una forma a V sana.
ko: 건강한 V라인 몸매
mr: निरोगी 'व्ही' आकार
ms: Bentuk V yang sihat.
nl_nl: Een gezond V-vormig lichaam.
no: Sunn V-form.
pl: Zdrowy kształt V.
pt_br: Um corpo saudável em forma de V.
pt_pt: Um corpo saudável em forma de V.
ro: Obțineți o siluetă V sănătoasă.
ru: Здоровый V-образный силуэт.
sk: Zdravý tvar "V".
sl: Zdrava oblika V.
sv: Hälsosmart form – V-form.
ta: ஆரோக்கியமான V வடிவ உடல் அமைப்பு.
te: ఆరోగ్యకరమైన V ఆకారం.
th: รูปร่าง V ที่ดีต่อสุขภาพ
tr: Sağlıklı bir V şekli elde et.
uk: Здорова форма V.
vi: Hình dáng V khỏe mạnh.
zh_hans: 健康的V型身材
zh_hant: 健康的V型身材

# domain_catalog.5d6a1ebd0a56
source: 体を反らさず、ダンベルを肩の高さまで前方へ上げる。
ar_sa: دون تقويس جسمك، ارفع الدمبل للأمام حتى مستوى الكتف.
ca: Sense arquejar el cos, aixequeu les manuelles cap a l'alçada de les espatlles.
cs: Zvedněte paže a zvedněte činka do výšky ramen.
da: Hold kroppen i en lige position og løft håndvægten op foran, så den når op til skulderhøjde.
de_de: Heben Sie die Hantel mit dem Rücken gerade und bringen Sie sie bis auf Schulterhöhe nach vorne.
el: Κρατήστε το σώμα σας ίσιο και σηκώστε το αλτήρα μέχρι το ύψος των ώμων προς τα εμπρός.
en_au: Keep your back straight and lift the dumbbell to shoulder height in front of you.
es_es: Levanta el cuerpo y, con un mancuernas, llévalo hacia adelante hasta la altura de los hombros.
fi: Pidä vartalo suorana ja nosta käsipainoa niin, että se on hartioiden korkeudella eteenpäin.
fr_ca: Lever la barre devant, en gardant le dos droit et en l'élevant jusqu'à la hauteur des épaules.
gu: શરીરને સીધું રાખીને, ડમ્બેલને ખભાની ઊંચાઈ સુધી આગળ વધારો.
he: הרימו את משקולות הברכיים כלפי מטה, והרימו אותן קדימה עד לגובה הכתף.
hi: शरीर को सीधा रखें, और डम्बल को कंधे की ऊंचाई तक आगे उठाएं।
hr: Podignite uteg do visine ramena, držeći tijelo izduženo.
hu: Testvé a testet, és emeld fel a käsizt a vállak magasságába.
id: Angkat tubuh dan angkat dumbbell sejajar dengan bahu ke depan.
it: Sollevare i pesi mantenendo la schiena dritta e portandoli all'altezza delle spalle.
ko: 덤벨을 어깨 높이까지 앞으로 들어 올리고, 몸을 숙이지 않도록 합니다.
mr: शरीराला वाकवून, डंबेलला खांद्याच्या उंचीपर्यंत पुढे न्या.
ms: Angkat badan ke hadapan sehingga ketinggian bahu, tanpa membengkokkan badan.
nl_nl: Lichaam naar achteren buigen en de dumbbell voorwaarts optillen tot op schouderhoogte.
no: Hold kroppen rett, og løft vekten til skulderhøyde fremover.
pl: Unieś ciało i podnieś sztangę do wysokości ramion, przesuń ją do przodu.
pt_br: Levante o corpo e eleve o haltere até a altura dos ombros.
pt_pt: Levante o corpo e eleve o haltere até a altura dos ombros.
ro: Ridă-ți corpul și ridică ganterele până la nivelul umerilor, în față.
ru: Поднимите гантели вперед, не сгибая спину, до уровня плеч.
sk: Zdvihnite telá, držte rovné a zdvihnite činku do výšky ramien dopredu.
sl: Bodno položijo in dvigajo ute proti sebi, do višine ramen.
sv: Lyft vikten framåt, så att den når axeln.
ta: உடலை வளைக்காமல், டம்பல்களை தோள்பட்டை உயரத்திற்கு முன்னால் உயர்த்தவும்.
te: శరీరాన్ని వంచకుండా, డంబెల్‌ను భుజాల ఎత్తు వరకు ముందుకు తీసుకురండి.
th: ยกเว้นการโค้งตัว และยกดัมเบลขึ้นไปด้านหน้าจนถึงระดับไหล่
tr: Vücudu öne doğru eğmeden, ağırlığı omuz seviyesine kadar öne kaldırın.
uk: Тримайте тіло прямо, піднімайте гантелі вперед до рівня плечей.
vi: Giữ thẳng lưng, nâng tạ lên ngang vai.
zh_hans: 不要弯曲身体，将哑铃向上抬至肩的高度。
zh_hant: 不要彎曲身體，將啞鈴向上抬至肩的高度。

# domain_catalog.5ec6b5bcf76b
source: 日常の活動量と運動習慣を安定させる
ar_sa: تحقيق الاستقرار في مستوى نشاطك اليومي وعادات ممارسة الرياضة
ca: Estabilitzeu el vostre nivell d'activitat diària i hàbits d'exercici
cs: Stabilizace denní aktivity a pohybových návyků
da: Stabiliser daglige aktiviteter og motionsvaner
de_de: Um den täglichen Aktivitätsgrad und die Gewohnheiten zu stabilisieren
el: Για τη σταθεροποίηση της ημερήσιας δραστηριότητας και των συνηθειών άσκησης.
en_au: Maintain stable daily activity and exercise habits
es_es: Mantener la actividad diaria y los hábitos de ejercicio estables.
fi: Auttaa ylläpitämään päivittäistä aktiivisuutta ja liikuntatottumuksia
fr_ca: Maintenir une activité quotidienne et des habitudes d'exercice stables
gu: દૈનિક પ્રવૃત્તિ અને કસરતની આદતોને સ્થિર કરો
he: שמירה על רמות פעילות ורגלי סדירות
hi: दैनिक गतिविधियों और व्यायाम की आदतों को स्थिर करें
hr: Stabilizacija svakodnevnih aktivnosti i vježbenja
hu: A napi aktivitás és a mozgási szokások stabilizálása
id: Menstabilkan aktivitas dan kebiasaan olahraga sehari-hari
it: Mantenere l'attività quotidiana e le abitudini di esercizio fisici stabili
ko: 일상 활동량과 운동 습관을 안정적으로 유지
mr: दैनंदिन क्रियाकलाप आणि व्यायामाच्या सवयी स्थिर ठेवण्यास मदत करते.
ms: Menstabilkan aktiviti harian dan kebiasaan senaman
nl_nl: Om dagelijkse activiteit en bewegingsgewoonten te stabiliseren
no: Stabiliser daglig aktivitet og treningsvaner
pl: Utrzymanie stabilnej aktywności i nawyków związanych z ćwiczeniami
pt_br: Para manter a atividade diária e os hábitos de exercício estáveis
pt_pt: Para manter a atividade diária e os hábitos de exercício estáveis
ro: Pentru a menține nivelul de activitate și obiceiurile de exerciții în mod normal
ru: Поддержание стабильной активности и привычек тренировок
sk: Stabilizácia dennej aktivity a pohybových návykov
sl: Stabilizacija dnevnih dejavnosti in gibalne navade
sv: För att stabilisera dagliga aktiviteter och träningsvanor
ta: தினசரி செயல்பாடுகள் மற்றும் உடற்பயிற்சி பழக்கத்தை சீராக வைத்திருக்க உதவும்.
te: రోజువారీ కార్యకలాపాలు మరియు వ్యాయామ అలవాట్లను స్థిరంగా ఉంచడానికి
th: ช่วยให้กิจกรรมและการออกกำลังกายในชีวิตประจำวันเป็นไปอย่างสม่ำเสมอ
tr: Günlük aktivite ve egzersiz alışkanlıklarını stabilize etme
uk: Підтримує стабільність щоденної активності та звичок фізичної активності
vi: Giữ ổn định mức hoạt động và thói quen tập luyện hàng ngày
zh_hans: 稳定日常活动量和运动习惯
zh_hant: 維持日常活動量和運動習慣

# domain_catalog.5ee36a0dcb06
source: 増やしたい
ar_sa: أريد أن أزيد
ca: Vull augmentar
cs: Chcete zvýšit...
da: Ønsker at øge
de_de: Mehr von
el: Θέλω να αυξήσω
en_au: Increase [value]
es_es: Aumentar
fi: Lisää
fr_ca: Augmenter
gu: વધાવવા માંગો છો
he: לשפר
hi: बढ़ाने के लिए
hr: Želim povećati
hu: Négy, ami növelni szeretnéd
id: Ingin meningkatkan
it: Aumentare
ko: 늘리고 싶은
mr: वाढवायचे आहे
ms: Ingin meningkatkan
nl_nl: Meer van
no: Ønsker å øke
pl: Chcę zwiększyć
pt_br: Aumentar
pt_pt: Aumentar
ro: Vreau să mă îmbunătățesc
ru: Увеличить
sk: Chcem zvýšiť
sl: Želite povečati
sv: Öka
ta: அதிகரிக்க விரும்பும்
te: పెంచాలనుకుంటున్నాను
th: ต้องการเพิ่ม
tr: Artırmak istediğim
uk: Що потрібно збільшити?
vi: Tăng cường
zh_hans: 增加
zh_hant: 增加

# domain_catalog.607b7ba39582
source: 食事・栄養
ar_sa: الوجبات/التغذية
ca: Menjars/Nutrició
cs: Jídlo a výživa
da: Mad og ernæring
de_de: Ernährung
el: Διατροφή & Διατροφικές ανάγκες
en_au: Nutrition
es_es: Alimentación y nutrición
fi: Ruokavalio ja ravinto
fr_ca: Alimentation et nutrition
gu: ખોરાક અને પોષણ
he: תזונה
hi: भोजन और पोषण
hr: Hrana i prehrana
hu: Étel- és táplálkozási információk
id: Makanan & Nutrisi
it: Alimentazione e nutrizione
ko: 식사 및 영양
mr: आहार आणि पोषण
ms: Makanan & Nutrisi
nl_nl: Voeding en nutriënten
no: Mat og ernæring
pl: Posiłki i odżywianie
pt_br: Alimentação e nutrição
pt_pt: Alimentação e nutrição
ro: Alimentație și nutriție
ru: Питание и калорийность
sk: Jedlo a výživa
sl: Hrana in prehrana
sv: Kost och näring
ta: உணவு மற்றும் ஊட்டச்சத்து
te: ఆహారం మరియు పోషకాహారం
th: อาหารและสารอาหาร
tr: Beslenme ve diyet
uk: Харчування та дієта
vi: Ăn uống và dinh dưỡng
zh_hans: 膳食、营养
zh_hant: 飲食、營養

# domain_catalog.60a3e4582b17
source: 伸びるほど強くなる抵抗を利用する
ar_sa: استخدم المقاومة التي تزداد مع تمددها
ca: Utilitzeu una resistència que augmenta a mesura que s'estira
cs: Využijte odpor, který se zvyšuje s natažením.
da: Udnyt modstanden, der øges, når du strækker ud
de_de: Nutzen Sie Widerstand, der bei jeder Dehnung stärker wird.
el: Χρησιμοποιήστε αντίσταση που αυξάνεται όσο τεντώνεστε.
en_au: Use resistance that increases as you stretch.
es_es: Utiliza la resistencia que aumenta a medida que te estiras.
fi: Käytä vastusta, joka kasvaa venyttelyn mukana.
fr_ca: Utiliser une résistance qui augmente avec l'étirement.
gu: જેટલું ખેંચો તેટલું જ મજબૂત પ્રતિકારનો ઉપયોગ કરો.
he: להשתמש בהתנגדות הולכת וגוברת ככל שהגוף מתעמל.
hi: जितना अधिक खिंचाव होगा, उतना ही मजबूत प्रतिरोध का उपयोग करें।
hr: Koristite otpor koji se povećava s napregom.
hu: Használja ki a fokozatosan növekvő ellenállást.
id: Memanfaatkan resistensi yang semakin kuat seiring peregangan
it: Utilizzare una resistenza che aumenta gradualmente.
ko: 늘어날수록 강해지는 저항을 활용하기
mr: जेव्हा जास्त ताण येतो, तेव्हा अधिक मजबूत होण्यासाठी याचा उपयोग करा.
ms: Gunakan daya tahan yang semakin meningkat
nl_nl: Gebruik weerstand die toeneemt naarmate je meer uitstrekt.
no: Bruk motstand som øker jo mer du strekker deg.
pl: Wykorzystaj opór, który wzrasta wraz z rozciąganiem.
pt_br: Use resistência que aumenta à medida que você se alonga.
pt_pt: Use resistência que aumenta à medida que você se alonga.
ro: Utilizați rezistența care crește odată cu întinderea.
ru: Используйте сопротивление, которое увеличивается по мере растяжения.
sk: Využite odpor, ktorý sa zvyšuje s dĺžkou.
sl: Uporabite odpor, ki se povečuje s raztegom
sv: Använd motstånd som ökar ju mer du sträcker ut dig.
ta: எளிதில் அதிக வலிமையைப் பெறக்கூடிய எதிர்ப்பைப் பயன்படுத்தவும்.
te: మీరు ఎంత ఎక్కువ సాగించే వారంటే, అంత బలంగా ఉంటుంది.
th: ใช้แรงต้านที่เพิ่มขึ้นเมื่อยืดออก
tr: Daha da zorlanmak için direnci artırın.
uk: Використовуйте опір, який стає сильнішим зі збільшенням розтягування.
vi: Tận dụng lực kháng tăng dần khi kéo dài
zh_hans: 利用随着伸展而增强的阻力
zh_hant: 利用隨著伸展而增加的阻力

# domain_catalog.629a44944024
source: 身体KPI
ar_sa: مؤشرات الأداء الرئيسية للجسم
ca: KPI corporal
cs: Klíčové ukazatele těla
da: Kropsmåling
de_de: Körper-KPIs
el: Βασικοί δείκτες φυσικής κατάστασης
en_au: Body KPIs
es_es: Indicadores de rendimiento físico
fi: Kehon mittarit
fr_ca: Indicateurs de performance corporelle
gu: શારીરિક KPI
he: מדדי גוף
hi: शरीर के KPI
hr: Ključni pokazatelji tijela
hu: Testtel kapcsolatos adatok
id: KPI Tubuh
it: Indicatori di performance del corpo
ko: 신체 KPI
mr: शारीरिक मापदंड
ms: KPI Tubuh
nl_nl: Lichaamsmetingen
no: Kroppsmålinger
pl: Wskaźniki ciała
pt_br: Indicadores Físicos
pt_pt: Indicadores Físicos
ro: Indicatori de performanță corporală
ru: Ключевые показатели физической формы
sk: Kľúče pre telesnú kondíciu
sl: Ključni pokazatelji telesa
sv: Kroppskontroller
ta: உடல் KPI
te: శరీర KPI
th: ตัวชี้วัดร่างกาย
tr: Vücut KPI'leri
uk: Ключові показники фізичної підготовки
vi: Chỉ số thể chất
zh_hant: 身體關鍵指標

# domain_catalog.62cd183776b4
source: 未測定: {{value1}}
ar_sa: لم يتم قياسها: {{value1}}
ca: No s'ha mesurat: {{value1}}
cs: Nezařazené: {{value1}}
da: Ikke målt: {{value1}}
de_de: Nicht gemessen: {{value1}}
el: Μη μετρημένο: {{value1}}
en_au: Unmeasured: {{value1}}
es_es: No medido: {{value1}}
fi: Ei mitattu: {{value1}}
fr_ca: Non mesuré : {{value1}}
gu: માપવામાં આવ્યું નથી: {{value1}}
he: לא נמדד: {{value1}}
hi: माप नहीं: {{value1}}
hr: Neizmjeren: {{value1}}
hu: Mérve nem: {{value1}}
id: Belum diukur: {{value1}}
it: Non misurato: {{value1}}
ko: 측정되지 않음: {{value1}}
mr: मापन न केलेले: {{value1}}
ms: Belum diukur: {{value1}}
nl_nl: Niet gemeten: {{value1}}
no: Ikke målt: {{value1}}
pl: Nie zmierzone: {{value1}}
pt_br: Não medido: {{value1}}
pt_pt: Não medido: {{value1}}
ro: Ne măsurat: {{value1}}
ru: Неизмерено: {{value1}}
sk: Neodborne: {{value1}}
sl: Nekaj, ki še nismo merili: {{value1}}
sv: Ej mätt: {{value1}}
ta: அளவிடப்படாத: {{value1}}
te: కొలవలేదు: {{value1}}
th: ยังไม่ได้วัด: {{value1}}
tr: Ölçülmemiş: {{value1}}
uk: Не виміряно: {{value1}}
vi: Chưa đo: {{value1}}
zh_hans: 未测量：{{value1}}
zh_hant: 未測量：{{value1}}

# domain_catalog.630273f87ac0
source: ディップ
ar_sa: تراجع
ca: immersió
cs: Dip
da: Dips
de_de: Dip
el: Dip
en_au: Dip
es_es: Fondos
fi: Dipp
fr_ca: Dip
gu: ડિપ
he: דיפ
hi: डिप
hr: Dip
hu: Dip ```
id: Dip
it: Dip
ko: 딥
mr: डिप
ms: Dip
nl_nl: Dip
no: Dips
pl: Ćwiczenie na drążku
pt_br: Dip
pt_pt: Dip
ro: Dip
ru: Подтягивания
sk: Dip
sl: Podije
sv: Dips
ta: டிப்
te: డిప్
th: ดิป
tr: Dip
uk: Дипи
vi: Bài tập trên xà
zh_hans: 单杠
zh_hant: 槓鈴下拉

# domain_catalog.63b90f2a3e7b
source: 体幹を制御する
ar_sa: السيطرة على جوهر
ca: controlar el nucli
cs: Ovládejte trpáň
da: Styr din kerne
de_de: Kontrollieren Sie Ihre Rumpfmuskulatur.
el: Ελέγξτε τον κορμό σας
en_au: Control your core.
es_es: Controla tu core.
fi: Hallitse ydintä
fr_ca: Contrôler le tronc
gu: શરીરના કેન્દ્રને નિયંત્રિત કરો.
he: שלוט בליבה
hi: कोर को नियंत्रित करें
hr: Kontrolirajte trbušni mišići.
hu: Ellenőrizd a gerinced.
id: Kontrol inti tubuh
it: Controllare il core
ko: 코어를 조절합니다.
mr: शरीराच्या मध्यभागावर नियंत्रण ठेवा.
ms: Mengawal inti tubuh
nl_nl: De core controleren
no: Styr kjernen
pl: Kontroluj rdzeń
pt_br: Controle do core
pt_pt: Controle do core
ro: Controlează centrul corpului
ru: Контролируйте свой корпус.
sk: Ovládajte core.
sl: Kontrolirajte trup
sv: Styr din kärna
ta: உடலின் மையப்பகுதியை கட்டுப்படுத்தவும்.
te: శరీర మధ్య భాగాన్ని నియంత్రించడం
th: ควบคุมส่วนกลางลำตัว
tr: Merkezi vücudu kontrol edin.
uk: Контролюйте корпус
vi: Kiểm soát trung tâm cơ thể
zh_hans: 控制核心肌群
zh_hant: 控制核心肌群
